Repository: ta-tikoma/Manga4you
Catalog: Manga/Strings/*/Resources.resw
Source language: en_us
Languages: ru_ru

# all_site_delete
source: All sites have been deleted.
ru_ru: Все сайты удалены.

# cache_clear
source: The cache is cleared.
ru_ru: Кэш очищен.

# cache_clear_error
source: An error occurred while clearing the cache.
ru_ru: Произошла ошибка при очистке кэша.

# chapters_link
source: The link for the chapters is not listed on the site
ru_ru: Ссылка для глав не указана у сайта.

# chapters_regexp
source: The mask for the chapters is not listed on the site.
ru_ru: Маска для глав не указана у сайта.

# config_loaded
source: The configurations are loaded.
ru_ru: Конфигурации загружены.

# last_chapter_name
source: You settled on the chapter
ru_ru: Вы остановились на главе

source: Mask error
ru_ru: Ошибка маски

# not_found
source: Tied site is not found.
ru_ru: Привязанный сайт не обнаружен.

source: On page
ru_ru: На странице

# ShowTransplator.Text
source: Long tap for the appearance of an interpreter EN-RU
ru_ru: Долгий тап для появления переводчика EN-RU

# site_cant_delete
source: The site could not be deleted.
ru_ru: Сайт не удалось удалить.

# site_deleted
source: The site has been deleted.
ru_ru: Сайт удален.

# site_not_found
source: The site was not found in the repository.
ru_ru: Сайт не найден в хранилище.

# add_to_lock
source: Manga is locked.
ru_ru: Манга заблокирована.

# add_to_history
source: Manga has been added to the hystory.
ru_ru: Манга добавлена в историю.

# bad_link
source: Failed to form a link.
ru_ru: Неудалось сформировать ссылку.

source: Chapters updated.
ru_ru: Главы обновлены.

# config_update
source: Standard site configurations have been updated.
ru_ru: Конфигурации стандартных сайтов обновлены.

# Delete.Text
source: Delete
ru_ru: Удалить

# Lock.Text
source: Lock
ru_ru: Заблокировать

# History.Text
source: HISTORY
ru_ru: ИСТОРИЯ

# InBrowser.Text
source: Open in browser
ru_ru: Открыть в браузере

# manga_remove
source: The manga is removed.
ru_ru: Манга удалена.

# mask_link_of_site
source: Mask for search on the site is not specified.
ru_ru: Маска для поиска на сайте не указана.

source: Nothing found.
ru_ru: Ничего не найдено.

# Refresh.Text
source: Refresh chapters count
ru_ru: Обновить количество глав

# remove_from_lock
source: Manga is unlock.
ru_ru: Манга разблокирована.

source: Request failed.
ru_ru: Запрос не удалось выполнить.

# Search.PlaceholderText
source: Input title
ru_ru: Введите название

# SearchResult.Text
source: SEARCH
ru_ru: ПОИСК

# search_link_of_site
source: The link to search on the site is not specified.
ru_ru: Ссылка для поиска на сайте не указана.

# select_site
source: Select a site.
ru_ru: Выберите сайт.

# download_complit
source: Download complete
ru_ru: Скачивание завершено

# folder_not_select
source: Directory not selected
ru_ru: Директория не выбрана

# folder_select
source: The directory is selected. Download has started.
ru_ru: Директория выбрана. Загрузка началась.

# DeleteSearch.Label
source: Clear search
ru_ru: Очистить поиск

# exist_in_history
source: This manga exist in history
ru_ru: Эта манга уже в вашей истории

# HistoryDelete.Label
source: Delete not lock
ru_ru: Удалить не заблокированные

# HistoryLink.Label
source: Add by link
ru_ru: Открыть по ссылке

# HistoryRefresh.Label
source: Refresh chapters count
ru_ru: Обновить количество глав

# HistoryArchive.Label
source: Open zip
ru_ru: Открыть архив

# input_link
source: Input manga link
ru_ru: Введите ссылку на мангу

# ClearCache.Text
source: Clear cache
ru_ru: Очистить кэш

# Settings.Text
source: Settings
ru_ru: Настройки

# SitesWithManga.Content
source: Sites with manga
ru_ru: Сайты с мангой

source: Chapters:
ru_ru: Главы:

source: Files:
ru_ru: Файлы:

# ToChapters.Text
source: To chapters list
ru_ru: К списку глав

# TanslateInputLabel.Text
source: Сode for translation:
ru_ru: Код для перевода:

source: All fields must be fill
ru_ru: Все поля должны быть заполнены

# ASBack.Text
source: Back
ru_ru: Назад

# ASChapters.Header
source: Chapters
ru_ru: Главы

# ASChaptersLinkHelp.Text
source: format: 'http: //readmanga.me#link#'. Consider that #link# will be replaced with the manga link.
ru_ru: формат: 'http://readmanga.me#link#'. Учитывать что после #link# будет заменено на ссылку манги.

# ASChaptersRegexHelp.Text
source: Groups 'name' and 'link' should be present.
ru_ru: Должны присутствовать группы 'name' и 'link'.

# ASComplite.Text
source: Append
ru_ru: Добавить

# ASLink.Text
source: Link
ru_ru: Ссылка

# ASName.Header
source: Name
ru_ru: Название

# ASNameInput.Text
source: Site name
ru_ru: Название сайта

# ASNext.Text
source: Next
ru_ru: Далее

# ASPages.Header
source: Pages
ru_ru: Страницы

# ASPagesLinkHelp.Text
source: format: 'http: //readmanga.me#link#? mtr = 1'. Note that #link# will be replaced with chapter link.
ru_ru: формат: 'http://readmanga.me#link#?mtr=1'. Учитывать что после #link# будет заменено на ссылку главы.

# ASRegex.Text
source: Regular expressions
ru_ru: Регулярка

# ASSearch.Header
source: Search
ru_ru: Поиск

# ASSearchLinkHelp.Text
source: format: 'http://readmanga.me/search/suggestion?query=#word#'. Note that after #word# will be replaced on word for search.
ru_ru: формат: 'http://readmanga.me/search/suggestion?query=#word#'. Учитывать что после #word# будет заменено на слово для поиска.

# ASSearchParams.Text
source: Post query parameters
ru_ru: Параметры пост запроса

# ASSearchParamsHelp.Text
source: If a POST request is required for search, then fill this field with parameters. format: 'query=#word#&type=manga'.
ru_ru: Если для поиска необходим POST-запрос, то заполните данное поле его параметрами. формат: 'query=#word#&amp;type=manga'.

# ASSearchRegexHelp.Text
source: Groups 'name' and 'link' should be present.
ru_ru: Должны присутствовать группы 'name' и 'link'.

# ASShare.Header
source: Share for everyone
ru_ru: Поделиться со всеми

# InWidth.Text
source: In width
ru_ru: По ширине

# RefreshPage.Text
source: Refresh page
ru_ru: Обновить страницу

# Save.Text
source: Save
ru_ru: Сохранить

# image_not_save
source: Image can't save.
ru_ru: Изображение не удалось сохранить.

source: Image save.
ru_ru: Изображение сохранено.

# Help.Text
source: Help
ru_ru: Справка

# HelpButton.Text
source: How to use
ru_ru: Справка

# MangaPages.Text
source: Manga pages
ru_ru: Страницы манги

# MangaPagesHelp.Text
source: Hold to open context menu. Double tap to call translator.
ru_ru: Зажмите тап для вызова контекстного меню. Двойной тап для вызова переводчика.

# RateInStore.Content
source: Rate app in store
ru_ru: Оценить приложение

# SayThanks.Text
source: Thank developer
ru_ru: Поблагодарить разработчика

# YandexMoney.Content
source: YandexMoney
ru_ru: Яндекс Деньги

# auto_zoom
source: Auto. Align to width
ru_ru: Авто. Выравнивание по ширине

source: Archive
ru_ru: Архив

# Chapter.Text
source: Chapter:
ru_ru: Глава:

# Page.Text
source: Page:
ru_ru: Страница:

# Source.Text
source: Source:
ru_ru: Источник:

# Detail.Text
source: More
ru_ru: Подробно

# TanslateCode.Text
source: Translate direction
ru_ru: Направление перевода

# TanslateKey.Text
source: Translate key
ru_ru: Ключ для перевода

# WhereGetTranslateKey.Content
source: You can get translate key there
ru_ru: Вы можете получить ключ для перевода здесь

# enter_translate_key
source: Enter translate key in settings
ru_ru: Укажите в настройках ключ для перевода
